Repository: Zokormazo/flaskllery
Catalog: app/translations/*/LC_MESSAGES/flask_user.po
Languages: ca

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
ca: La contrasenya ha de tenir com a mínim 6 caràcters i contenir una majúscula, una minúscula i un número

source: Username must be at least 3 characters long
ca: El nom d'usuari ha de tenir almenys 3 caràcters

source: Username may only contain letters, numbers, '-', '.' and '_'.
ca: El nom d'usuari només pot estar format per lletres, números, '-', '.' i '_'.

source: This Username is already in use. Please try another one.
ca: Ja existeix un usuari amb aquest nom. Provi amb un altre nom d'usuari, siusplau.

source: This Email is already in use. Please try another one.
ca: Aquest correu ja està en ús. Provi amb un altre, siusplau.

source: Email
ca: Correu

source: Email is required
ca: Es necessita un correu

source: Invalid Email
ca: Correu incorrecte

source: Add Email
ca: Afegir correu

source: Old Password
ca: Contrasenya antiga

source: Old Password is required
ca: Es necessita la contrasenya antiga

source: New Password
ca: Nova contrasenya

source: New Password is required
ca: Es necessita la contrasenya nova

source: Retype New Password
ca: Reescrigui la contrasenya

source: New Password and Retype Password did not match
ca: La contrasenya nova i la contrasenya nova reescrita no coincideixen

source: Change Password
ca: Canviar contrasenya

source: Old Password is incorrect
ca: La contrasenya antiga és incorrecta

source: New Username
ca: Nou nom d'usuari

source: Username is required
ca: Es necessita el nom d'usuari

source: Change Username
ca: Canviar nom d'usuari

source: Send reset password email
ca: Enviar un correu per restablir la contrasenya

source: Username
ca: Nom d'usuari

source: Password
ca: Contrasenya

source: Password is required
ca: Es necessita la contrasenya

source: Remember me
ca: Recorda'm

source: Sign in
ca: Iniciar sessió

source: Username or Email
ca: Nom d'usuari o correu

source: Incorrect Username/Email and Password
ca: Nom d'usuari/correu i contrasenya incorrectes

source: Incorrect Username and Password
ca: Nom d'usuari i contrasenya incorrectes

source: Incorrect Email and Password
ca: Correu i contrasenya incorrectes

source: Retype Password
ca: Reescrigui la contrasenya

source: Password and Retype Password did not match
ca: La contrasenya i la contrasenya reescrita no coincideixen

source: Register
ca: Registrar-se

source: Resend email confirmation email
ca: Reenviar correu de confirmació

source: Home Page
ca: Inici

source: Profile Page
ca: Perfil

source: Special Page
ca: Especial

source: Your confirmation token has expired.
ca: El vostre token de confirmació ha caducat.

source: Invalid confirmation token.
ca: Token de confirmació invàlid.

source: Your email has been confirmed.
ca: S'ha confirmat el vostre correu.

source: Your password has been changed successfully.
ca: S'ha canviat la contrasenya satisfactòriament.

source: Your username has been changed to '%(username)s'.
ca: El vostre nom d'usuari ara és '%(username)s'.

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
ca: S'ha enviat un correu de restabliment de contrasenya a '%(email)s'. Obri el correu i segueixi les instruccions per restablir la contrasenya.

source: You have signed out successfully.
ca: S'ha tancat la sessió satisfactòriament.

source: Your reset password token has expired.
ca: El token per restablir la contrasenya ha caducat.

source: Your reset password token is invalid.
ca: El token per restablir la contrasenya no és vàlid.

source: Your password has been reset successfully. Please sign in with your new password
ca: S'ha restablert la contrasenya satisfactòriament. Siusplau, iniciï sessió amb la nova contrasenya

source: You must confirm your email to access '%(url)s'.
ca: Ha de confirmar el correu per poder accedir a '%(url)s'.

source: You must be signed in to access '%(url)s'.
ca: Ha d'haver iniciat sessió per poder accedir '%(url)s'.

source: You do not have permission to access '%(url)s'.
ca: No té permís per accedir a '%(url)s'.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
ca: S'ha enviat un correu de confirmació a %(email)s amb instruccions per poder completar el registre.

source: You have registered successfully.
ca: S'ha registrat satisfactòriament.

source: Your account has not been enabled.
ca: El vostre compte no s'ha validat.

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
ca: El vostre correu encara no s'ha confirmat. Revisi la safata d'entrada i el correu no desitjat del vostre correu o <a href="%(url)s">Torna a enviar el correu de confirmació</a>.

source: You have signed in successfully.
ca: Ha iniciat sessió satisfactòriament.

source: Forgot Password
ca: He oblidat la meva contrasenya

source: New here? Register.
ca: És nou? Registri's.

source: Forgot your Password?
ca: Ha oblidat la contrasenya?

source: Manage Emails
ca: Gestionar correus

source: Already registered? Sign in.
ca: Ja està registrat? Iniciï sessió.

source: Resend Confirmation Email
ca: Reenviar correu de confirmació

source: Reset Password
ca: Restablir contrasenya

source: User profile
ca: Perfil d'usuari

source: Change username
ca: Canviar nom d'usuari

source: Change password
ca: Canviar contrasenya
